{
  "aboutTextPl": "Nowoczesne Technologie",
  "aboutTextEN": "New Technologies",
  "titleAboutPl": "Rzuć Palenie Razem z Nami",
  "titleAboutEn": "You can lose a smoking with us",
  "menuAboutTextPl": " To innowacyjne urządzenie stworzone specjalnie dla osób, które chcą rzucić palenie papierosów. Wykorzystuje zaawansowane czujniki, które monitorują twoje aktualne pragnienie zapalenia papierosa. Dzięki precyzyjnym czujnikom, urządzenie rejestruje różne sygnały z twojego ciała i środowiska, które mogą wskazywać na chęć zapalenia papierosa. Na podstawie tych informacji, urządzenie podejmuje odpowiednie działania, aby pomóc ci powstrzymać się od palenia. Wyposażone w inteligentny algorytm, urządzenie analizuje zebrane dane i dostarcza ci realistyczne alternatywy dla palenia papierosów. Może to obejmować wydawanie dźwięków relaksacyjnych, wibracji lub emitowanie przyjemnych zapachów, które mogą złagodzić twoje pragnienie papierosa. Ponadto, urządzenie posiada interfejs użytkownika, który umożliwia monitorowanie postępów w rzucaniu palenia. Możesz śledzić statystyki, takie jak liczba unikniętych papierosów, czas od ostatniego zapalenia i ogólny postęp w redukcji palenia. To urządzenie jest zasilane baterią, co sprawia, że jest przenośne i łatwe w użyciu w dowolnym miejscu i czasie. Ma również prosty i elegancki design, który sprawia, że korzystanie z niego jest dyskretne i łatwe.",
  "menuAboutTextEn": "This innovative device is designed for individuals who want to quit smoking cigarettes. It utilizes advanced sensors to monitor your current craving to light a cigarette. With precise sensors, the device detects various signals from your body and environment that may indicate the desire to smoke. Based on this information, the device takes appropriate actions to help you resist the urge to smoke. Equipped with an intelligent algorithm, the device analyzes the gathered data and provides realistic alternatives to smoking cigarettes. This can include playing relaxing sounds, vibrations, or emitting pleasant scents to alleviate your cigarette cravings. Additionally, the device features a user interface that allows you to track your progress in quitting smoking. You can monitor statistics such as the number of cigarettes avoided, time since the last cigarette, and overall progress in reducing smoking. The device is powered by a battery, making it portable and convenient to use anywhere, anytime. It also has a simple and elegant design, ensuring discreet and easy use."
}
